{
    "title": "Pictet Technologies S.A.",
    "headings": [
        "Pictet Technologies S.A.",
        "Our Company",
        "Our Mission",
        "Our Culture",
        "Our Expertise",
        "Our Awards",
        "Our Socials",
        "Our Job Openings",
        "Our Job Openings",
        "Senior Scrum Master Contractor",
        "Spontaneous Application",
        "Our Presence",
        "Apply to Pictet Technologies",
        "Apply to Pictet Technologies",
        "",
        "",
        ""
    ],
    "paragraphs": [
        "Welcome to Pictet Technologies, your gateway to developing cutting-edge financial solutions! With our strong presence in Luxembourg and Lisbon, we are the Pictet Group’s dedicated digital software factory trusted partner exclusively dedicated to serving the esteemed Pictet Group.",
        "We specialise in crafting and engineering ambitious and high-end digital software solutions for investment professionals across the Pictet Group. Our focus lies in empowering wealth managers, professional investors, fund managers, asset managers, and other esteemed professionals within our prestigious Group.",
        "Welcome to our vibrant and inclusive workplace where we empower and trust our teams to make impactful decisions. Collaboration is our superpower in driving efficient and sound solutions.As a learning organisation, we value experience and foster a community of knowledge sharing for all. We prioritise long-term thinking, avoid shortcuts and never compromise on quality. With passion and dedication, we continuously strive for excellence and improvement.Since our creation, we have been elected Best Work Place in Luxembourg 6 years in a row.",
        "We thrive at the crossroads of tech start-ups and banking, we are privileged with a unique position. Our expertise in high-end Cloud development and DevOps fuels our ability to deliver innovative solutions for Pictet.With a diverse team of skilled experts from around the world, we self-organise and collaborate to build cutting-edge solutions that redefine the boundaries of class-leading digital solutions.Would you like to start a career at Pictet Technologies?Join us to experience the pinnacle of innovation as we create bespoke solutions tailored to unique needs.",
        "We have unique opportunities here below.",
        "2022Best Workplaces Europe AwardPictet Technologies Luxembourg",
        "2023 - 2018Best Workplaces Luxembourg Award",
        "2020People Experience Award\" at the HR One's Luxembourg HR Awards",
        "2019Luxembourg Flagship by APSI (Association des Professionnels de la Société de l'Information Asbl)",
        "2022Best Workplaces Europe AwardPictet Technologies Luxembourg",
        "2023 - 2018Best Workplaces Luxembourg Award",
        "2020People Experience Award\" at the HR One's Luxembourg HR Awards",
        "2019Luxembourg Flagship by APSI (Association des Professionnels de la Société de l'Information Asbl)",
        "Join us on LinkedIn",
        "Read our articles",
        "Follow us on Instagram",
        "Watch our videos",
        "If you are a third-party provider, please connecthere.",
        "Belval is located in Southwest Luxembourg, at the heart of Europe. Evolving from a heavy steel industry background, a hefty public redevelopment plan is now turning the brownfield site into a booming and vibrant area, welcoming a mix of culture, housing, shopping and businesses. Our offices are based in a prime location, a few minutes away from the free network of public transportation in the middle of the expanding university district of Luxembourg.",
        "Lisbon shows multiple contrasts between the historical and modern, combining different cultures, trends and lifestyles. Situated near the Tagus river and sunny almost all the time, the Portuguese capital has a unique beauty and an internationally acclaimed architectural singularity.",
        "© 2023 Pictet Technologies",
        "Back to top",
        "© 2023 Pictet Technologies",
        "Thanks for your application! We will be in touch very soon!"
    ],
    "links": [
        "#content",
        "https://pictet-technologies.com/en/",
        "#content",
        "/pocket-guide",
        "/pocket-guide-mobile",
        "https://www.linkedin.com/company/pictet-technologies-sa/",
        "https://medium.com/pictet-technologies-blog",
        "https://www.instagram.com/pictettechnologies/",
        "https://www.youtube.com/channel/UCJVYZSvt9TMpmtCOIS12QBQ",
        "https://www.linkedin.com/company/pictet-technologies-sa/jobs/",
        "https://ptl.nicoka.com/public/jobs/",
        "https://www.linkedin.com/company/pictet-technologies-sa/jobs/",
        "#",
        "#",
        "https://www.linkedin.com/company/pictet-technologies-sa/",
        "https://medium.com/pictet-technologies-blog",
        "https://www.instagram.com/pictettechnologies/",
        "https://www.youtube.com/channel/UCJVYZSvt9TMpmtCOIS12QBQ",
        "#",
        "https://www.linkedin.com/company/pictet-technologies-sa/",
        "https://medium.com/pictet-technologies-blog",
        "https://www.instagram.com/pictettechnologies/",
        "https://www.youtube.com/channel/UCJVYZSvt9TMpmtCOIS12QBQ",
        "#",
        "#",
        "#",
        "https://pictet-technologies.com/fr/",
        "https://pictet-technologies.com/pt/",
        "https://pictet-technologies.com/lu/",
        "https://pictet-technologies.com",
        "#",
        "https://pictet-technologies.com",
        "#",
        "#",
        "#"
    ]
}